Revit 2027 API
ParameterTypeId.AnalyticalZone Property
 "Analytical Zone"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalZone { get; }
Public Shared ReadOnly Property AnalyticalZone As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalZone {
	ForgeTypeId^ get ();
}
static member AnalyticalZone : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace